{
    "data": [
      {
        "topic": "cafe",
        "legal_procedures": "To start a cafe in India, you need to obtain a variety of licenses and permissions, including a food license from FSSAI, a GST registration, a trade license from the local municipality, and fire safety clearances. Depending on your location, you may also require a health permit, police permission, and an entertainment license if you plan to have music or entertainment. You also have to comply with labor laws.",
        "punishments_and_consequences": "Operating a cafe without the required licenses can result in hefty fines, closure of the business, and legal penalties. Non-compliance with food safety standards can lead to health hazards and legal action, including fines and imprisonment. Labor law violations can also attract penalties."
      },
      {
        "topic": "divorce",
        "legal_procedures": "Divorce in India is governed by personal laws based on religion. The process involves filing a petition in a family court, either for a fault-based divorce or a mutual consent divorce. A fault-based divorce requires proving grounds such as cruelty, adultery, or desertion, while mutual consent divorce requires agreement on alimony, child custody, and property division. A waiting period of six months is typically required for mutual consent divorce which can be waived in certain cases.",
        "punishments_and_consequences": "In case of a false claim in the divorce petition (e.g. regarding adultery), that party may have to face legal consequences and may be subject to penalties by the court. Non-compliance with the terms of divorce such as alimony can also result in legal action."
      },
       {
        "topic": "rape case",
         "legal_procedures": "Rape is defined under section 375 of the Indian Penal Code, and any act of penetration without consent is considered rape. Reporting the crime involves filing an FIR at a police station, undergoing a medical examination, and providing a statement. The case is then investigated by the police and prosecuted in court with evidence.",
        "punishments_and_consequences": "Punishment for rape ranges from 10 years to life imprisonment, depending on the nature of the crime. Aggravated rape cases can attract harsher penalties, including life imprisonment for the remainder of the person's natural life. Fines may also be imposed, which may be used for the survivor’s compensation. False accusations may result in penalties for the accuser."
       },
       {
        "topic": "buying land",
        "legal_procedures": "To buy land in India, you must conduct thorough due diligence including verifying the seller's identity and title deed, obtaining an encumbrance certificate, and checking if the land has the necessary government approvals. After verification, you draft a sale agreement and proceed with stamp duty payment and registration. Mutation is also necessary.",
        "punishments_and_consequences": "Fraudulent land transactions may result in the transaction being void and the buyer losing their money. The seller may also face legal prosecution for cheating and forgery. Illegal occupation or encroachment can also lead to fines, penalties, and imprisonment. Violating land use regulations may also lead to demolition and fines."
      },
  {
      "topic": "domestic violence",
      "legal_procedures": "Domestic violence is addressed under the Protection of Women from Domestic Violence Act, 2005. A complaint can be filed by the aggrieved person to a protection officer or a Magistrate, seeking various reliefs, including protection orders, residence orders, and monetary compensation.",
      "punishments_and_consequences":"Domestic violence is both a civil wrong and can be a criminal offense under certain sections of the IPC. Violators may face imprisonment and fines. Non-compliance with protection orders is also a punishable offense."
  },
  {
      "topic": "cyber crime",
      "legal_procedures": "Cybercrime includes offenses like hacking, phishing, cyberstalking, and online fraud. Reporting involves lodging a complaint with the cybercrime cell or the police, providing relevant evidence, and cooperating with the investigation.",
      "punishments_and_consequences": "Penalties under the IT Act, 2000, include imprisonment and fines depending on the type of crime and level of damage. Online fraud may also invite charges under the IPC for cheating and forgery."
  },
      {
      "topic":"intellectual property theft",
      "legal_procedures":"Intellectual property theft includes offenses like copyright infringement, patent violation, and trademark misuse. Legal procedures involve issuing a legal notice to the offender, filing a civil suit, or lodging a criminal complaint, depending on the nature of the violation.",
          "punishments_and_consequences":"Infringement of IP rights can attract fines, injunction orders and imprisonment depending on the severity. The infringer may also have to pay compensation to the IP owner for any losses incurred."
      },
  {
      "topic":"cheating",
      "legal_procedures":"Cheating involves offenses under Section 415 of IPC.  Reporting a case involves filing an FIR in the local police station. The police conduct investigation, and submit the charge sheet to the court if they found a case.",
      "punishments_and_consequences":"Punishments under IPC section 420 involves imprisonment upto 7 years and fine."
  },
  {
      "topic":"murder",
      "legal_procedures":"Murder is defined under Section 300 of the Indian Penal Code (IPC). Legal procedures involve lodging an FIR at the police station. Following that, investigation is done. Depending on the findings, charge sheets are filed. Later trial is done to prove the person guilty beyond reasonable doubt.",
      "punishments_and_consequences":"Punishment for murder includes imprisonment for life and or death penalty as decided by the courts."
  },
  {
      "topic":"kidnapping",
      "legal_procedures":"Kidnapping is an offense under Section 359 of the Indian Penal Code. Legal procedure includes filing an FIR with the local police station, investigation, and if found guilty, the accused is prosecuted in the court.",
      "punishments_and_consequences":"Punishment for kidnapping under the Indian Penal Code includes imprisonment for a term which may extend to 7 years, and fine."
  },
      {
        "topic": "starting a restaurant",
        "legal_procedures": "To start a restaurant in India, you need licenses like FSSAI food license, GST registration, trade license from local municipality, fire safety clearance and a health permit. You will need to comply with labor laws and also obtain signage licenses. If you are selling alcohol, you need to get a liquor license too.",
       "punishments_and_consequences":"Operating a restaurant without the necessary licenses can result in fines, business closure, and legal penalties. Violations of food safety standards can lead to health hazards and legal action including fines and imprisonment."
      },
      {
        "topic": "online business",
        "legal_procedures": "Starting an online business in India requires registration under GST and obtaining a Digital Signature Certificate for compliance with tax regulations. You must adhere to e-commerce regulations, consumer protection laws, data privacy laws, and IT Act.",
        "punishments_and_consequences":"Violations of consumer protection laws can result in penalties, refunds and legal action. Non-compliance with IT and privacy laws can result in fines and imprisonment. Failure to register under GST or filing inaccurate tax information can result in penalties and legal action."
      },
      {
          "topic":"drug trafficking",
          "legal_procedures":"Drug trafficking is governed by the Narcotic Drugs and Psychotropic Substances Act, 1985. This Act involves filing an FIR, seizure of drugs by police authorities, investigation and prosecution by the authorities.",
          "punishments_and_consequences":"Punishments include imprisonment which may extend to 20 years and/or fines. In cases of large scale drug trafficking death penalty may also be awarded."
      },
       {
          "topic":"tax evasion",
          "legal_procedures":"Tax evasion is a criminal offence under the Income Tax Act, 1961. Legal process includes enquiry and assessment by the tax authorities and if found guilty, prosecution by tax authorities.",
           "punishments_and_consequences":"Penalties include imprisonment, payment of evaded tax and interest and fines. The punishment depends on the quantum of tax evaded and nature of the crime."
       },
        {
          "topic":"gambling",
          "legal_procedures":"Gambling is a state subject and some state laws prohibits it. If gambling is prohibited and carried out, then it is a violation. This involves filing FIR and investigation by the authorities.",
           "punishments_and_consequences":"Punishment varies from state to state, and typically includes imprisonment for varying periods and fines. Online gambling is also considered illegal in many states."
        },
        {
          "topic":"forgery",
          "legal_procedures":"Forgery is a criminal offense under the Indian Penal Code. Legal procedures include filing an FIR, investigation by police authorities, trial in court and if proven guilty, punishment. ",
           "punishments_and_consequences":"Punishment under IPC for forgery includes imprisonment for varying terms and fines, depending on the severity and type of document forged."
        },
        {
          "topic": "company registration",
          "legal_procedures": "To register a company in India, you need to obtain a Director Identification Number (DIN), register a company name with the Ministry of Corporate Affairs, file the necessary incorporation documents, and obtain a Certificate of Incorporation. Additionally, a PAN and TAN are required for tax compliance.",
          "punishments_and_consequences": "Operating a company without proper registration can lead to penalties, fines, and legal action against the company and its directors. Non-compliance with corporate regulations and tax laws can also attract legal penalties."
       },
      {
        "topic": "contract breach",
       "legal_procedures": "A breach of contract occurs when one party fails to fulfill their obligations as stated in a contract. Legal recourse can involve sending a legal notice to the breaching party, seeking specific performance or compensation through a civil suit, and sometimes arbitration.",
          "punishments_and_consequences":"The remedies for breach of contract usually involve damages, specific performance, or rescission of the contract. Penalties for breach are usually mentioned in the contract. Non-compliance with court orders may lead to imprisonment."
      },
     {
          "topic":"loan recovery",
          "legal_procedures":"Loan recovery is a legal process of recovering debt. The lender may issue a legal notice, initiate arbitration, or file a civil suit for the recovery of the loan. Under certain conditions the lender can proceed under SARFAESI Act, 2002.",
        "punishments_and_consequences":"Non-repayment of loans may attract legal penalties, including attachment of assets, recovery of dues and if required imprisonment. Defaulting on loans also affects the credit score and future eligibility of loans."
     },
     {
      "topic": "consumer dispute",
       "legal_procedures":"Consumer disputes arise when there is a deficiency in goods or services provided. The aggrieved consumer can file a complaint with a consumer forum, seeking compensation, replacement, or refund, and also file an appeal in a higher court if needed.",
      "punishments_and_consequences":"Consumer disputes can attract compensation, refund or replacement orders. Violating consumer protection laws can attract fines. Non-compliance with orders can invite imprisonment."
     },
      {
       "topic":"environmental pollution",
       "legal_procedures":"Environmental pollution is governed by various Acts. Legal procedures involve filing a complaint with Pollution Control Board, and or filing a case in National Green Tribunal. If found guilty penalties are imposed.",
      "punishments_and_consequences":"Punishments involve fines, closures, and other legal action depending on severity of pollution. Non-compliance with environmental norms can attract criminal penalties and imprisonment."
      },
      {
        "topic": "labor law violations",
          "legal_procedures":"Labor law violations include non-payment of wages, violation of working conditions, and illegal child labor. Legal procedures involve filing a complaint with the labor department or court seeking remedial actions and prosecution of the offenders.",
         "punishments_and_consequences":"Penalties for labor law violations include fines, imprisonment, and other legal action. Non-compliance with orders can lead to further penalties and closure of businesses. "
      },
  {
        "topic": "vehicle theft",
          "legal_procedures":"Vehicle theft is a criminal offense. Legal process includes filing an FIR, police investigation and subsequent trial in court. ",
         "punishments_and_consequences":"Punishment for vehicle theft includes imprisonment and fines under the Indian Penal Code."
      },
      {
        "topic": "traffic violation",
          "legal_procedures":"Traffic violations include over speeding, drunk driving, signal jumping, wrong parking, driving without license. Traffic police will penalize the offender by issuing challan, and may impound the vehicle in certain circumstances.",
         "punishments_and_consequences":"Traffic violations attract fines. Certain violations may also lead to imprisonment."
      },
      {
          "topic":"defamation",
          "legal_procedures":"Defamation is the act of harming a person's reputation with false statements. Legal remedy is filing a defamation suit seeking damages.",
         "punishments_and_consequences":"Defamation can attract civil suit for damages and criminal penalties including imprisonment."
      },
   {
          "topic":"public nuisance",
          "legal_procedures":"Public nuisance is the act of creating disturbance for public. Legal process involves filing complaint to the police or local municipal authorities.",
         "punishments_and_consequences":"Punishment involves fines and imprisonment."
      },
      {
          "topic":"assault",
          "legal_procedures":"Assault is the act of threatening or physically harming a person. Legal procedures involve filing an FIR, investigation and prosecution by the authorities.",
          "punishments_and_consequences":"Punishments include imprisonment and fines as laid down in the Indian Penal Code."
      },
  {
  "topic":"corporate fraud",
  "legal_procedures":"Corporate fraud is illegal activities done by employees, officers or directors of a company to benefit themselves. Legal procedures involves filing a complaint with the police or other appropriate investigating agencies.",
  "punishments_and_consequences":"Punishments for corporate fraud includes hefty fines, imprisonment, and also other stringent actions by authorities like disqualification from positions."
  },
  {
  "topic":"election fraud",
  "legal_procedures":"Election fraud are illegal practices done to influence the outcome of the elections. Legal procedures involve filing a complaint with Election commission and or filing FIR.",
  "punishments_and_consequences":"Punishments for election fraud includes imprisonment and fines. Person may be disqualified from contesting elections for some period."
  },
  {
  "topic":"fake news",
  "legal_procedures":"Spreading fake news to mislead people is illegal. Legal procedures involve lodging a complaint with the local police. Cyber cells may also investigate such instances.",
  "punishments_and_consequences":"Punishment for spreading fake news includes imprisonment and fine."
  },
  {
  "topic":"copyright violation",
  "legal_procedures":"Copyright violation is illegal reproduction of someone else's work without permission. The IP rights owner can issue legal notice and file civil or criminal case.",
  "punishments_and_consequences":"Penalties for copyright violation includes fines, compensation to IP owner and imprisonment."
  },
  {
  "topic":"patent infringement",
  "legal_procedures":"Patent infringement is the act of using someone else's patented innovation without permission. IP right owners can seek legal remedy and file suits.",
  "punishments_and_consequences":"Penalties for patent infringement includes fines and compensation to the IP right holder."
  },
  {
  "topic":"trademark violation",
  "legal_procedures":"Trademark violation is the act of using someone else's trademark without permission. The IP right owners can send legal notices and file civil suits or criminal complaints.",
  "punishments_and_consequences":"Punishment includes compensation to the IP right owners, fines and imprisonment."
  },
  {
  "topic":"dowry harassment",
  "legal_procedures":"Dowry harassment is the act of harassing women for demanding dowry. Legal process includes filing complaint to the police, who investigate the matter.",
  "punishments_and_consequences":"Punishments under Dowry Prohibition Act, 1961 includes fines and imprisonment."
  },
  {
  "topic":"eve teasing",
  "legal_procedures":"Eve teasing is the act of molesting or harassing women. Legal procedures involve filing complaints with the police.",
  "punishments_and_consequences":"Penalties for eve teasing includes fines and imprisonment."
  },
  {
  "topic":"money laundering",
  "legal_procedures":"Money laundering is the act of making illegally acquired money look legal. Enforcement Directorate and other agencies may investigate and initiate prosecution.",
  "punishments_and_consequences":"Punishments for money laundering includes rigorous imprisonment and fines."
  },
  {
  "topic":"human trafficking",
  "legal_procedures":"Human trafficking is illegal trade of human beings. Police investigation is done after filing an FIR and prosecution by authorities.",
  "punishments_and_consequences":"Punishments for human trafficking include imprisonment for long durations and fines."
  },
  {
  "topic":"terrorism",
  "legal_procedures":"Terrorism is the act of violence to instill terror among people. Legal procedures involves investigation by relevant authorities and prosecution.",
  "punishments_and_consequences":"Terrorism attracts severe punishments, including life imprisonment and in some cases death penalties."
  },
  {
  "topic":"sedition",
  "legal_procedures":"Sedition is the act of creating disaffection against the government. Legal procedures includes filing of an FIR, investigation and prosecution by the authorities.",
  "punishments_and_consequences":"Punishments under sedition laws include imprisonment and fine."
  },
   {
  "topic":"bribery",
  "legal_procedures":"Bribery is the act of offering illegal gratification for favour. Legal procedures involves investigation by authorities.",
  "punishments_and_consequences":"Punishments for bribery include fines and imprisonment."
  },
   {
  "topic":"counterfeiting",
  "legal_procedures":"Counterfeiting is the act of manufacturing duplicate products. Legal procedures include filing an FIR, police investigation and prosecution by the authorities.",
  "punishments_and_consequences":"Punishments for counterfeiting include fines and imprisonment."
  },
  {
  "topic":"black marketing",
  "legal_procedures":"Black marketing is selling goods at inflated prices. This is investigated by the local administration and legal action taken.",
  "punishments_and_consequences":"Penalties for black marketing include fines and imprisonment. Licenses and registrations may also be cancelled."
  },
      {
          "topic": "starting a school",
          "legal_procedures": "To start a school in India, you need to obtain recognition from the Department of Education, a NOC from the state government, and compliance with RTE Act. You must also adhere to building safety codes and fire safety standards.",
          "punishments_and_consequences": "Operating a school without proper recognition or violating RTE Act can lead to closure, fines, and other legal penalties. Building safety code violations may also lead to closure."
      },
      {
          "topic": "setting up a hospital",
          "legal_procedures": "To set up a hospital, approvals from the State Health Department, a NOC from the local body, fire safety clearances, and adherence to biomedical waste management rules are essential. Adherence to clinical establishment act is also necessary.",
           "punishments_and_consequences":"Operating a hospital without required licenses can lead to fines and closure. Violations of medical norms can also attract criminal prosecution."
      },
     {
          "topic": "running a NGO",
          "legal_procedures": "To run an NGO, you need to register as a Society, Trust, or Section 8 company. You also need to obtain 12A and 80G certifications. Compliance with Foreign Contribution (Regulation) Act is also required.",
          "punishments_and_consequences":"Non-compliance with NGO regulations can lead to cancellation of registration, loss of tax benefits, and penalties."
      },
      {
          "topic": "opening a gym",
          "legal_procedures": "To open a gym, you will need a trade license from the local municipality, and fire safety clearance. Compliance with the Shops and Establishment Act is also necessary.",
           "punishments_and_consequences":"Operating without the required licenses may attract penalties and closure of the business. Non-compliance with safety standards can also lead to fines."
      },
     {
          "topic": "starting a salon",
          "legal_procedures": "To start a salon you will need a trade license, and compliance with shops and establishment act. Compliance with labor laws and safety guidelines is also required.",
          "punishments_and_consequences":"Operating without a license may invite closure of business and fines. Non-compliance with labor laws may lead to penalties."
      },
     {
          "topic": "leasing land",
           "legal_procedures": "Leasing land in India involves creating a lease agreement and registering the same at the Sub-Registrar's office. All the terms and conditions should be clearly mentioned in the lease deed.",
           "punishments_and_consequences":"Breach of lease agreement may invite legal action for damages. Non-compliance with registration procedures may lead to disputes."
     },
     {
        "topic": "property dispute",
          "legal_procedures": "Property disputes can be resolved by sending a legal notice to the other party, mediation, and ultimately filing a civil suit for partition or injunction. Cases of criminal nature can be filed for forceable occupation or cheating.",
         "punishments_and_consequences":"Property disputes can attract costs, damages, or court orders. Forceful occupation or cheating may attract criminal prosecution."
      },
    {
          "topic": "inheritance dispute",
          "legal_procedures": "Inheritance disputes can be resolved by obtaining succession certificate and/or probate of the will. Civil suits may also be filed for partition of property.",
        "punishments_and_consequences":"Disputes can result in costs of litigation and court orders. In certain cases, forgery of wills may also attract criminal prosecution."
      },
      {
          "topic": "will drafting",
          "legal_procedures": "Will drafting involves creating a valid will as per law by clearly mentioning all assets and beneficiaries. The will must be attested by two witnesses and duly signed by the testator.",
          "punishments_and_consequences": "A poorly drafted will may be challenged in the court. A forged will is a criminal offense and can lead to imprisonment."
      },
      {
        "topic": "adoption",
           "legal_procedures":"Adoption in India is governed by the Juvenile Justice Act and requires registration with the Central Adoption Resource Authority (CARA). Procedures differ for adoption within India and for NRIs and foreigners.",
         "punishments_and_consequences":"Illegal adoption carries severe penalties and prosecution under Juvenile Justice Act."
      },
      {
      "topic": "surrogacy",
        "legal_procedures":"Surrogacy is governed by Surrogacy (Regulation) Act, 2021. Only altruistic surrogacy is legal and commercial surrogacy is banned. Following required medical and legal procedures is essential.",
       "punishments_and_consequences":"Violation of surrogacy regulations carries heavy fines and imprisonment."
      },
  {
          "topic":"starting a pharmacy",
          "legal_procedures":"To start a pharmacy you need a drug license from the state drug control department. You need to adhere to rules prescribed under Drugs and Cosmetic Act. You also need GST registration and trade license.",
          "punishments_and_consequences":"Violation of drug laws attracts severe penalties and imprisonment. Selling drugs without valid licenses may invite closure and penalties."
      },
  {
       "topic": "setting up a factory",
          "legal_procedures":"To set up a factory, approvals from the Industries Department and Pollution Control Board are needed. You must also comply with fire safety standards, labor laws and also obtain a factory license.",
          "punishments_and_consequences":"Violation of factory regulations may invite penalties, closure and even prosecution. Non-compliance with labor laws or environment norms may attract hefty fines and imprisonment."
      },
  {
      "topic":"starting a coaching center",
      "legal_procedures":"To start a coaching center you need trade license from local municipal authority. Compliance with Shops and Establishment Act is also necessary.",
       "punishments_and_consequences":"Operating without the requisite licenses and registrations may attract penalties and closure of the business."
      },
      {
          "topic":"running a travel agency",
          "legal_procedures":"To run a travel agency you need to register with the local tourism department, and compliance with labor laws and other relevant laws. GST registration is also necessary.",
          "punishments_and_consequences":"Operating without proper registrations or violations of rules may attract penalties and closure of business."
      },
      {
          "topic":"importing goods",
          "legal_procedures":"Importing goods involves registration with customs authorities, IEC registration, and compliance with import regulations and payment of customs duty and taxes.",
          "punishments_and_consequences":"Importing goods illegally or not paying duty attracts penalties, seizure of goods and may also invite criminal prosecution."
      },
      {
         "topic":"exporting goods",
           "legal_procedures":"Exporting goods involves registration with customs authorities, IEC registration, and compliance with export regulations. GST refunds may also be claimed.",
          "punishments_and_consequences":"Exporting goods illegally or violating any regulation may attract penalties and also criminal prosecution in certain cases."
      },
      {
          "topic":"contract labour",
          "legal_procedures":"Contract labour regulations mandates compliance with contract labour laws including payment of wages, and providing a safe working environment. The Contract Labour (Regulation and Abolition) Act, 1970 is important.",
           "punishments_and_consequences":"Non-compliance with Contract Labour laws attracts fines and penalties and may even invite criminal prosecution in certain cases."
      },
  {
        "topic":"electricity theft",
        "legal_procedures":"Electricity theft is a criminal offense and involves tampering of meters or illegal connections. Penalties are imposed by Electricity boards and cases are also filed with the police authorities.",
          "punishments_and_consequences":"Electricity theft attracts heavy fines and imprisonment. Cases are filed with police authorities which attracts prosecution and penalties."
  },
  {
     "topic":"water theft",
     "legal_procedures":"Water theft is a violation of laws. Local municipal corporation authorities initiate penalties against those stealing water and also file cases with the police authorities.",
      "punishments_and_consequences":"Water theft attracts fines. In serious cases it may also lead to imprisonment. Authorities may disconnect the illegal water connections."
  },
  {
   "topic":"tax fraud",
    "legal_procedures":"Tax fraud is filing false tax returns. Income tax department investigates such fraudulent cases, and initiates prosecution.",
     "punishments_and_consequences":"Tax fraud attracts penalties and imprisonment. The tax evader is also liable to pay back the tax."
  },
  {
    "topic":"money laundering",
   "legal_procedures":"Money laundering is the act of making illegally obtained money appear legitimate. This is investigated by enforcement directorate and other law enforcement authorities.",
    "punishments_and_consequences":"Money laundering attracts stringent penalties, including heavy fines and imprisonment."
  },
  {
      "topic":"insider trading",
     "legal_procedures":"Insider trading is trading in shares using information not in the public domain. SEBI initiates investigations against insider trading and takes action.",
     "punishments_and_consequences":"Insider trading attracts heavy penalties and prosecution by SEBI including heavy fines, and imprisonment."
  },
  {
    "topic":"benami property",
    "legal_procedures":"Benami property transactions are prohibited under the Benami Transactions Act. Authorities can take over benami property and impose penalties and initiate prosecution.",
      "punishments_and_consequences":"Benami properties are seized by the government and may attract penalties and imprisonment for the offenders."
  },
  {
   "topic":"food adulteration",
    "legal_procedures":"Food adulteration is a crime under FSSAI Act. Legal procedures include complaints by consumers and inspections by authorities and prosecution.",
    "punishments_and_consequences":"Food adulteration attracts penalties, fines, cancellation of licenses and imprisonment in serious cases."
  },
  {
   "topic":"medical negligence",
  "legal_procedures":"Medical negligence is failing to take required medical care. Complaints are filed with medical authorities or courts, seeking compensation.",
    "punishments_and_consequences":"Medical negligence may attract compensation orders and in some cases criminal prosecution."
  },
   {
    "topic":"organized crime",
    "legal_procedures":"Organized crime is commission of crimes by a network. Investigations and prosecutions are carried out by the police and specialized investigation authorities.",
     "punishments_and_consequences":"Organized crimes attract severe punishments, including long imprisonment and fines. Some cases may also attract death penalties."
  },
      {
  "topic":"starting a blog",
   "legal_procedures":"To start a blog you must adhere to IT Act, data privacy laws, and consumer protection laws. It is advisable to seek appropriate legal opinion.",
       "punishments_and_consequences":"Violation of laws can attract penalties, fines and legal action."
  },
  {
   "topic":"online gaming",
     "legal_procedures":"Online gaming is regulated by State laws. Some States prohibit gambling online. Compliance with IT Act and data privacy laws are necessary.",
       "punishments_and_consequences":"Violation of State laws attracts penalties and fines. Non-compliance with IT act and data privacy laws may attract fines."
  },
  {
  "topic":"social media harassment",
  "legal_procedures":"Social media harassment involves cyber bullying and online abuse. Victims can file complaint with the local police or the cyber cell.",
    "punishments_and_consequences":"Social media harassment attracts imprisonment and fines."
  },
  {
  "topic":"starting a real estate agency",
   "legal_procedures":"To start a real estate agency registration under Real Estate Regulatory Authority (RERA) is mandatory. Compliance with the provisions of RERA act is also necessary.",
     "punishments_and_consequences":"Operating a real estate business without RERA registration may attract heavy penalties."
  },
  {
  "topic":"selling insurance",
   "legal_procedures":"To sell insurance, you need to register with Insurance Regulatory and Development Authority (IRDA). Compliance with insurance regulations are necessary.",
    "punishments_and_consequences":"Selling insurance without IRDA license may invite penalties and legal action."
  },
    {
  "topic":"starting a transport business",
  "legal_procedures":"To start a transport business, registration of the vehicle is required with RTO. Compliance with Motor Vehicle Act is essential.",
   "punishments_and_consequences":"Violation of Motor Vehicle Act can attract fines and cancellation of licenses."
  },
  {
  "topic":"starting a security agency",
   "legal_procedures":"To start a security agency, you need to register with the state police department, and obtain the necessary licenses. Compliance with labor laws is also necessary.",
     "punishments_and_consequences":"Running a security business without license attracts penalties. Non compliance with labor laws may invite legal action."
  },
  {
  "topic":"starting a catering service",
   "legal_procedures":"To start a catering service, FSSAI food license is required and GST registration is essential. Compliance with local municipal laws are needed.",
     "punishments_and_consequences":"Operating a catering service without licenses may attract penalties. Violation of food safety standards may also attract legal action."
  },
      {
        "topic": "starting a consultancy",
        "legal_procedures":"To start a consultancy you need to obtain a trade license from the local authorities, and GST registration. Compliance with data privacy laws is also required.",
       "punishments_and_consequences":"Operating without the proper licenses attracts penalties and legal actions."
      }
    ]
  }